Repository: gangiiz/tech-tac-toe
Catalog: TechTacToe-ah/*.lproj/Localizable.strings
Languages: de

# MAIN_VIEW_TITLE
source: TechTacToe - Main Menu
de: TechTacToe - Hauptmenü

# MAIN_VIEW_CELL_DEFAULT_SETTINGS
source: Default Settings
de: Standardeinstellungen

# MAIN_VIEW_CELL_CUSTOMIZED_GAME
source: Customized Game
de: Angepasstes Spiel

# MAIN_VIEW_CELL_CONTINUE
source: Continue
de: Laufendes Spiel Fortsetzen

# MAIN_VIEW_CELL_LOAD
source: Load Game
de: Spiel Laden

# MAIN_VIEW_CELL_CONNECT
source: Connect Via Bluetooth
de: Bluetooth Verbindung Aufbauen

# MAIN_VIEW_CELL_REVOKE_CONTROL
source: Pass Game Control To:
de: Spielkontrolle Abgeben an:

# MAIN_VIEW_CELL_DISCONNECT
source: Disconnect
de: Verbindung Trennen

# MAIN_VIEW_CELL_ABOUT
source: About
de: Über

# MAIN_VIEW_HEADER_START_NEW_GAME
source: New Game
de: Neues Spiel

# MAIN_VIEW_HEADER_ONGOING_GAMES
source: Ongoing Games
de: Laufende Spiele

# LOAD_VIEW_ALERT_DELETE_GAME_UNSUCCESSFUL_TITLE
source: Error
de: Fehler

# LOAD_VIEW_ALERT_DELETE_GAME_UNSUCCESSFUL_MESSAGE
source: Could not delete the file.
de: Konnte Datei nicht löschen.

# LOAD_DETAIL_VIEW_TITLE
source: Game Details
de: Spieldetails

# LOAD_DETAIL_VIEW_LOAD_BUTTON
source: Load
de: Laden

# LOAD_DETAIL_VIEW_HEADER_SAVEGAME
source: Savegame:
de: Spielstand:

# LOAD_DETAIL_VIEW_FOOTER_PLAYER_COLOR
source: In a bluetooth game, the local player will have this color.
de: In einem Bluetoothspiel wird der lokale Spieler diese Farbe haben.

# LOAD_DETAIL_VIEW_CELL_CURRENT_TURN
source: Current Turn
de: Aktueller Zug

# LOAD_DETAIL_VIEW_CELL_MAXIMUM_NUMBER_OF_TURNS
source: Maximum Number of Turns
de: Maximale Anzahl Züge

# LOAD_DETAIL_VIEW_CELL_BOARD_WIDTH
source: Board Width
de: Spielbrettbreite

# LOAD_DETAIL_VIEW_CELL_BOARD_HEIGHT
source: Board Height
de: Spielbretthöhe

# LOAD_DETAIL_VIEW_CELL_EXTENDABLE_BOARD
source: Board Extendable
de: Spielbrett Erweiterbar

# LOAD_DETAIL_VIEW_CELL_MINIMUM_LINE_SIZE
source: Minimum Line Size
de: Kleinste Reihe

# LOAD_DETAIL_VIEW_CELL_SCORE_MODE
source: Score Mode
de: Punktespiel

# LOAD_DETAIL_VIEW_CELL_ADDITIONAL_RED_TURN
source: Additional Red Turn
de: Zusätzlicher Zug

# LOAD_DETAIL_VIEW_CELL_REUSE_LINES
source: Reuse Lines
de: Reihen Kreuzbar

# LOAD_DETAIL_VIEW_CELL_PLAYER_COLOR
source: Player color
de: Spielerfarbe

# LOAD_DETAIL_VIEW_CELL_BLUE_PLAYER_SCORE
source: Blue Player Score
de: Punktzahl Blau

# LOAD_DETAIL_VIEW_CELL_RED_PLAYER_SCORE
source: Red Player Score
de: Punktzahl Rot

# SETTINGS_VIEW_TITLE
source: Customize Game
de: Spiel Anpassen

# SETTINGS_VIEW_PLAY_BUTTON
source: Play
de: Starten

# SETTINGS_VIEW_CELL_TURN_LIMIT
source: Turn Limit
de: Zugbegrenzung

# SETTINGS_VIEW_CELL_NUMBER_OF_TURNS
source: Number of Turns
de: Anzahl Züge

# SETTINGS_VIEW_CELL_LIMIT_BOARD_SIZE
source: Limit Board Size
de: Spielbrettbegrenzung

# SETTINGS_VIEW_CELL_BOARD_WIDTH
source: Board Width
de: Spielbrettbreite

# SETTINGS_VIEW_CELL_BOARD_HEIGHT
source: Board Height
de: Spielbretthöhe

# SETTINGS_VIEW_CELL_MINIMUM_LINE_SIZE
source: Minimum Line Size
de: Kleinste Reihe

# SETTINGS_VIEW_CELL_SCORE_MODE
source: Score Mode
de: Punktespiel

# SETTINGS_VIEW_CELL_ADDITIONAL_RED_TURN
source: Additional Red Turn
de: Zusätzlicher Zug

# SETTINGS_VIEW_CELL_REUSE_LINES
source: Reuse Lines
de: Reihen Kreuzbar

# SETTINGS_VIEW_CELL_PLAYER_SELECTION
source: Local Player is Blue
de: Lokaler Spieler ist Blau

# SETTINGS_VIEW_HEADER_BOARD_OPTIONS
source: Board Options
de: Spielbrett-Optionen

# SETTINGS_VIEW_HEADER_GAME_MODE_OPTIONS
source: Game Mode Options
de: Spielmodus-Optionen

# SETTINGS_VIEW_HEADER_BLUETOOTH_GAME_OPTIONS
source: Bluetooth Game Options
de: Bluetoothspiel-Optionen

# SETTINGS_VIEW_FOOTER_TURN_OPTIONS
source: Sets the number of turns. Cannot be higher than the total board size. If no turn limit is set but the board has a limit, the maximum number of turns will be used. On unlimited boards, the highest valid value is %i. Also, if no turn limit and no board limit is set, game will not be in score mode.
de: Bestimmt die Anzahl der Züge. Kann nicht die totale Spielbrettgröße überschreiten. Sollte keine Begrenzung der Zuganzahl auf einem Brett fester Größe gesetzt sein, wird automatisch das Maximum angenommen. Auf unbegrenzten Spielbrettern ist der maximal gültige Eingabewert %i. Sollte weder eine Begrenzung der Zuganzahl, noch eine des Spielbretts gesetzt sein, so ist kein Punktespiel möglich.

# SETTINGS_VIEW_FOOTER_BOARD_OPTIONS
source: Determines the size of the board. Values cannot be lower than the minimum line size or higher than 25. On games with deactivated size limit, the blue player will already have set and players cannot set more than two fields away from any previously set field. Also, if the total number of possible fields reaches or exceeds %i, the board will be limited during the game.
de: Legt die Größe des Spielbretts fest. Gültige Werte liegen zwischen der Anzahl von Feldern für die kleinste Reihe und 25. Auf einem unbegrenzten Brett wird davon ausgegangen, dass der blaue Spieler bereits gesetzt hat und weitere Züge können nie mehr als zwei Felder von einem bereits gesetzten Feld entfernt getätigt werden. Sollte das Spielbrett im Verlauf des Spiels %i oder mehr mögliche Felder besitzen, wird es nachträglich begrenzt.

# SETTINGS_VIEW_FOOTER_MINIMUM_LINE_SIZE
source: The minimum number of fields in a row for a line. Lines with more than this value will score for additional points. Values range from three to six.
de: Die minimale Anzahl Felder in einer Reihe für eine Wertung. Reihen mit mehr Feldern zählen zusätzlich. Gültige Werte liegen zwischen drei und sechs.

# SETTINGS_VIEW_FOOTER_SCORE_MODE
source: If enabled, the game will always end after a set number of turns with the player with a higher score winning.
de: Bei aktiviertem Punktespiel endet das Spiel immer nach der gesetzen Anzahl Züge. Der Gewinner wird anhand der Punktzahl bestimmt.

# SETTINGS_VIEW_FOOTER_ADDITIONAL_RED_TURN
source: Allow the second (red) player a chance to counter a line with an additional turn on non-score mode games.
de: Erlaube dem zweiten Spieler (rot) einen zusätzlichen Zug, um einen Sieg zu verhindern. Nicht verfügbar bei Punktespiel.

# SETTINGS_VIEW_FOOTER_REUSE_LINES
source: Either allow lines to be crossed (but not extended) by any new line or effectively remove fields of a line from the game.
de: Wenn diese Option aktiv ist, können Reihen von anderen Reihen gekreuzt werden. Ansonsten sind Felder einer Reihe nicht weiter verwendbar.

# SETTINGS_VIEW_FOOTER_PLAYER_SELECTION
source: On a bluetooth game, set if the player on this device will be the blue player or the red player.
de: Legt fest, ob bei einem Bluetoothspiel der Spieler an diesem Gerät Blau oder Rot ist. Sollte ein Spiel lokal gestartet und gespeichert werden um es später über Bluetooth zu beenden, so wird der Spieler an diesem Gerät die hier eingestellte Farbe haben.

# SETTINGS_VIEW_ALERT_TITLE_INVALID_VALUE
source: Invalid Value
de: Ungültiger Wert

# SETTINGS_VIEW_ALERT_TITLE_AUTO-ADJUSTMENT
source: Auto-adjustment
de: Automatische Anpassung

# SETTINGS_VIEW_ALERT_TITLE_VALUE_TOO_HIGH
source: Value too High
de: Wert zu Hoch

# SETTINGS_VIEW_ALERT_NUMBER_OF_TURNS_EDIT_END_BOARD_LIMITED
source: Please enter a valid value. If a turn limit is not desired, switch it off instead. Defaulting to current maximum (%i).
de: Bitte einen gültigen Wert eingeben. Sollte keine Zugbegrenzug erwünscht sein, so lässt sich diese ausschalten. Setze auf Maximum (%i) zurück.

# SETTINGS_VIEW_ALERT_NUMBER_OF_TURNS_EDIT_END_BOARD_UNLIMITED
source: Please enter a valid value. If a turn limit is not desired, switch it off instead. Defaulting to 100 turns.
de: Bitte einen gültigen Wert eingeben. Sollte keine Zugbegrenzug erwünscht sein, so lässt sich diese ausschalten. Rücksetzung auf 100 Züge.

# SETTINGS_VIEW_ALERT_NUMBER_OF_TURNS_EDIT_CHANGED_BOARD_LIMITED
source: The value is too high. Make sure it does not exceed the current number of fields, which is %i.
de: Der Wert ist zu hoch. Das mögliche Maximum liegt bei der Anzahl der Felder, welche momentan %i beträgt.

# SETTINGS_VIEW_ALERT_NUMBER_OF_TURNS_EDIT_CHANGED_BOARD_UNLIMITED
source: The value is too high. Make sure it does not exceed %i.
de: Der Wert ist zu hoch. Das mögliche Maximum liegt bei %i.

# SETTINGS_VIEW_ALERT_MINIMUM_FOR_LINE_EDIT_END_BOARD_WIDTH_CHANGE
source: Changed board width from %i to %i.
de: Spielbrettbreite von %i auf %i erhöht.

# SETTINGS_VIEW_ALERT_MINIMUM_FOR_LINE_EDIT_END_BOARD_HEIGHT_CHANGE
source: Changed board height from %i to %i.
de: Spielbretthöhe von %i auf %i erhöht.

# SETTINGS_VIEW_ALERT_MINIMUM_FOR_LINE_EDIT_END_AUTO-ADJUSTMENT
source: Setting the minimum line size to %i triggered the following adjustments: %@%@
de: Die Erhöhung des Wertes für die kleinste Reihe auf %i hat folgende Änderungen ausgelöst: %@%@

# SETTINGS_VIEW_ALERT_MINIMUM_FOR_LINE_EDIT_END_INVALID_VALUE
source: Please enter a value between three and six. Defaulting to minimum (three).
de: Bitte einen Wert zwischen drei und sechs eingeben. Setze auf minimale Größe (drei) zurück.

# SETTINGS_VIEW_ALERT_MINIMUM_FOR_LINE_EDIT_CHANGED
source: Please enter a value between three and six. Defaulting to maximum (six). Auto-adjusting board size if necessary.
de: Bitte einen Wert zwischen drei und sechs eingeben. Setze auf maximale Größe (sechs) zurück. Sollte eine Anpassung der Spielbrettgröße nötig sein, wird diese automatisch vorgenommen.

# SETTINGS_VIEW_ALERT_BOARD_WIDTH_EDIT_END_INVALID_VALUE
source: Please enter a value equal or greater than the minimum line size. If you do not want the board to be of set size, switch the limiter off instead. Defaulting to current minimum (%i). Auto-adjusting turn limit if necessary.
de: Der Wert muss mindestens so groß wie die Anzahl der Felder für die kleinste Reihe sein. Sollte keine Spielbrettbegrenzung erwünscht sein, so lässt sich diese ausschalten. Es wird eine Rücksetzung auf das gültige Minimum (%i) und, falls dadurch nötig, eine automatische Anpassung der Zuganzahl durchgeführt.

# SETTINGS_VIEW_ALERT_BOARD_WIDTH_EDIT_END_AUTO-ADJUSTMENT
source: Changing the board width has made it necessary to adjust the number of turns to the new maximum value of %i.
de: Die Veränderung der Spielbrettbreite hat eine Anpassung der Anzahl Züge auf das neue Maximum von %i ausgelöst.

# SETTINGS_VIEW_ALERT_BOARD_WIDTH_EDIT_CHANGED
source: The value is too high. Make sure it does not exceed the maximum, which is 25.
de: Der Wert ist zu hoch. Das Maximum von 25 kann nicht überschritten werden.

# SETTINGS_VIEW_ALERT_BOARD_HEIGHT_EDIT_END_INVALID_VALUE
source: Please enter a value equal or greater than the minimum line size. If you do not want the board to be of set size, switch the limiter off instead. Defaulting to current minimum (%i). Auto-adjusting turn limit if necessary.
de: Der Wert muss mindestens so groß wie die Anzahl der Felder für die kleinste Reihe sein. Sollte keine Spielbrettbegrenzung erwünscht sein, so lässt sich diese ausschalten. Es wird eine Rücksetzung auf das gültige Minimum (%i) und, falls dadurch nötig, eine automatische Anpassung der Zuganzahl durchgeführt.

# SETTINGS_VIEW_ALERT_BOARD_HEIGHT_EDIT_END_AUTO-ADJUSTMENT
source: Changing the board height has made it necessary to adjust the number of turns to the new maximum value of %i.
de: Die Veränderung der Spielbretthöhe hat eine Anpassung der Anzahl Züge auf das neue Maximum von %i ausgelöst.

# SETTINGS_VIEW_ALERT_BOARD_HEIGHT_EDIT_CHANGED
source: The value is too high. Make sure it does not exceed the maximum, which is 25.
de: Der Wert ist zu hoch. Das Maximum von 25 kann nicht überschritten werden.

# SETTINGS_VIEW_ALERT_BOARD_LIMIT_SWITCHED_ON
source: Automatically set the number of turns to current maximum (%i).
de: Das Zuglimit wurde automatisch auf das Maximum von %i gesetzt.

# GAME_VIEW_TURN_TEXT_SHORT
source: Turn %i
de: Zug %i

# GAME_VIEW_TURN_TEXT_NORMAL
source: Turn %i of %i
de: Zug %i von %i

# GAME_VIEW_TURN_TEXT_WAITING
source: Waiting for other player
de: Warte auf Mitspieler

# GAME_VIEW_TURN_TEXT_GAME_OVER_RED_WON
source: Red won on turn %i
de: Rot siegt in Zug %i

# GAME_VIEW_TURN_TEXT_GAME_OVER_BLUE_WON
source: Blue won on turn %i
de: Blau siegt in Zug %i

# GAME_VIEW_TURN_TEXT_GAME_OVER_DRAW
source: Draw on turn %i
de: Remis nach Zug %i

# GAME_VIEW_TURN_TEXT_GAME_OVER_RED_RESIGNED
source: Red resigned on turn %i
de: Rot gab in Zug %i auf

# GAME_VIEW_TURN_TEXT_GAME_OVER_BLUE_RESIGNED
source: Blue resigned on turn %i
de: Blau gab in Zug %i auf

# GAME_VIEW_GAME_TEXT
source: Blue Score: %i Red Score: %i
de: Punktzahl Blau: %i Punktzahl Rot: %i

# GAME_VIEW_COMMIT_BUTTON
source: Commit
de: Ziehen

# GAME_VIEW_ACTION_SHEET_TITLE
source: Game Menu
de: Spielmenü

# GAME_VIEW_ACTION_SHEET_RESIGN_BUTTON
source: Resign Game
de: Spiel aufgeben

# GAME_VIEW_ACTION_SHEET_MAIN_MENU_BUTTON
source: Back to Main Menu
de: Zum Hauptmenü

# GAME_VIEW_ACTION_SHEET_SAVE_BUTTON
source: Save Game
de: Spiel speichern

# GAME_VIEW_ACTION_SHEET_SAVE_GAME_ALERT_SUCCESSFUL_TITLE
source: Game Saved
de: Spiel Gespeichert

# GAME_VIEW_ACTION_SHEET_SAVE_GAME_ALERT_SUCCESSFUL_MESSAGE
source: The game was successfully saved as "%@".
de: Das Spiel wurde erfolgreich als "%@" gespeichert.

# GAME_VIEW_ACTION_SHEET_SAVE_GAME_ALERT_UNSUCCESSFUL_TITLE
source: Error
de: Fehler

# GAME_VIEW_ACTION_SHEET_SAVE_GAME_ALERT_UNSUCCESSFUL_MESSAGE
source: The game could not be saved.
de: Das Spiel konnte nicht gespeichert werden.

# GAME_VIEW_ALERT_GAME_OVER_TITLE
source: Game Over
de: Spiel Vorbei

# GAME_VIEW_ALERT_GAME_OVER_MESSAGE
source: The game is over. Back to menu?
de: Das Spiel ist vorüber. Zurück zum Menü?

# GAME_VIEW_ALERT_RESIGN_CONFIRMATION_TITLE
source: Resigning
de: Aufgeben

# GAME_VIEW_ALERT_RESIGN_CONFIRMATION_MESSAGE
source: Really resign the game?
de: Das Spiel wirklich aufgeben?

# GAME_VIEW_ALERT_RESIGN_UNAVAILBLE_TITLE
source: Resigning Not Possible
de: Aufgabe Nicht Möglich

# GAME_VIEW_ALERT_RESIGN_UNAVAILABLE_MESSAGE
source: Resigning the game is only possible if the game is not already over and if it is your turn on a game via Bluetooth.
de: Das Spiel lässt sich nicht aufgeben, wenn es entweder bereits vorbei oder - bei einem Spiel über Bluetooth - der andere Spieler am Zug ist.

# GAME_VIEW_ALERT_BOARD_LIMITATION_TITLE
source: Notification
de: Benachrichtigung

# GAME_VIEW_ALERT_BOARD_LIMITATION_MESSAGE
source: The board is now limited to the size of %i by %i fields.
de: Das Spielbrett wurde jetzt auf %i mal %i Felder begrenzt.

# RULES_VIEW_TITLE
source: Rules
de: Regeln

# RULES_VIEW_LIMITED_BOARD
source: - The board is %i by %i fields in size.
de: - Das Spielbrett ist %i mal %i Felder groß.

# RULES_VIEW_UNLIMITED_BOARD
source: - The board has no set size and will be enlarged on demand. It is currently %i by %i fields in size.
de: - Das Spielbrett hat keine feste Größe und wird bei Bedarf erweitert. Es ist momentan %i mal %i Felder groß.

# RULES_VIEW_LIMITED_TURNS
source: - After %i turns, if no one has won, the game will end in a draw.
de: - Sollte nach %i Zügen kein Gewinner feststehen, endet das Spiel unentschieden.

# RULES_VIEW_UNLIMITED_TURNS
source: - There is currently no turn limit. If the board cannot grow anymore, a turn limit will be set.
de: - Momentan gibt es keine Zugbegrenzung. Sollte das Spielbrett nicht mehr erweitert werden können, wird eins gesetzt.

# RULES_VIEW_MINIMUM_LINE_SIZE
source: - A line has to be at least %i fields long to be counted. Longer lines will score for one or more additional points.
de: - Eine Reihe muss mindestens %i Felder lang sein. Größere Reihen zählen einen oder mehrere zusätzliche Punkte.

# RULES_VIEW_MINIMUM_LINE_SIZE_CONCISE
source: - A line has to be at least %i fields long to be counted.
de: - Eine Reihe muss mindestens %i Felder lang sein.

# RULES_VIEW_SCORE_MODE_ENABLED
source: - The game will end after the set number of turns and the winner will be determined by score only.
de: - Das Spiel endet nach der angebenen Anzahl Züge. Der Gewinner wird anhand der Punktzahl ermittelt.

# RULES_VIEW_SCORE_MODE_DISABLED
source: - The first player to get a line of at least minimum size will be declared the winner.
de: - Der erste Spieler mit einer gültigen Reihe gewinnt das Spiel.

# RULES_VIEW_ADDITIONAL_TURN
source: - The red player has one extra turn to counter a blue line with one of his own. However, if the red player has a higher score than the blue player at any time, he will win.
de: - Dem roten Spieler wird ein zusätzlicher Zug erlaubt, um eine blaue Reihe mit einer gleichwertigen zu kontern. Sollte der rote Spieler eine höhere Punktzahl als der blaue Spieler haben, so gewinnt er das Spiel.

# RULES_VIEW_REUSE_LINES_ENABLED
source: - Fields of a line may be crossed (but not extended) by fields in any direction and do count towards a new line.
de: - Felder einer Reihe dürfen in jeder Richtung gekreuzt (aber nicht erweitert) werden und zählen für neue Reihen.

# RULES_VIEW_REUSE_LINES_DISABLED
source: - Fields belonging to a line cannot be used again. They are effectively out of the game.
de: - Bereits zu einer Reihe gehörende Felder können nicht weiter verwendet werden.

# LOAD_VIEW_TITLE
source: Load Game
de: Spielstände

# BACK_BUTTON
source: Back
de: Zurück

# LIMIT_NONE
source: none
de: keine

source: enabled
de: eingeschaltet

source: disabled
de: ausgeschaltet

# ENABLED_CONCISE
source: on
de: an

# DISABLED_CONCISE
source: off
de: aus

source: Yes
de: Ja

source: No
de: Nein

source: blue
de: blau

source: red
de: rot

# otherProducts
source: Other Apps:
de: Weitere Apps:

# aboutText
source: os-cillation GmbH CEO: Oliver Schweissgut Hohler Weg 75 57072 Siegen Germany Tel.: +49 271 31368-0 Fax: +49 271 31368-18 http://www.os-cillation.de © 2011 by os-cillation GmbH
de: os-cillation GmbH GF: Oliver Schweissgut Hohler Weg 75 57072 Siegen Deutschland Tel.: +49 271 31368-0 Fax: +49 271 31368-18 http://www.os-cillation.de © 2011 by os-cillation GmbH
